Repository: sillsdev/FwLocalizations
Catalog: messages.vi.tmx
Source language: en
Languages: vi

source: In FieldWorks, you need to set up a writing system in order to enter data in a particular language.
vi: Trong FieldWorks, bạn cần phải thiết lập một hệ thống văn bản để nhập dữ liệu trong một ngôn ngữ cụ thể.

source: In Language Explorer, you will use a list of anthropology categories to catalog your entries. Choose a starting list of anthropology categories for this project.
vi: Trong Ngôn ngữ Explorer, bạn sẽ sử dụng một danh sách các loại nhân chủng học vào cửa mục của bạn. Chọn một danh sách xuất phát của loại nhân chủng học cho dự án này.

source: In this step, FieldWorks will do a trial run of interpreting the dictionary you are importing using the mapping you have set up. It will produce a "readiness report" (which is currently rather scary) telling you what it found. If the results are not satisfactory, you can press "Back" and modify some settings. You may also need to edit the file you are importing. Then proceed back to this screen and generate a new readiness report. When you are satisfied and ready to proceed with the import, click "Next".
vi: Trong bước này, FieldWorks sẽ làm một thử nghiệm chạy các phiên dịch từ điển mà bạn đang nhập khẩu bằng cách sử dụng các bản đồ bạn đã thiết lập. Nó sẽ tạo ra một \ "sẵn sàng báo cáo " (mà hiện nay đang khá đáng sợ) nói cho bạn những gì nó tìm thấy. Nếu kết quả không đạt yêu cầu, bạn có thể nhấn \ "Quay lại " và sửa đổi một số cài đặt. Bạn cũng có thể cần phải chỉnh sửa các file đang được nhập khẩu. Sau đó tiếp tục trở lại màn hình này và sẵn sàng tạo một báo cáo mới. Khi bạn đã hài lòng và sẵn sàng để tiến hành nhập khẩu, nhấp \ "Tiếp theo ".

source: In this tool you can change which word occurrences use which analysis.
vi: Trong công cụ này bạn có thể thay đổi mà xuất hiện sử dụng từ đó phân tích.

source: Indicate any markup you have used in your data to identify character styles, writing systems, or direct formatting.
vi: Chỉ ra bất kỳ đánh dấu bạn đã sử dụng trong dữ liệu của bạn để xác định phong cách nhân vật, viết hệ thống, hoặc định dạng trực tiếp.

source: &Individual Paratext Data Files
vi: &Individual Paratext Dữ liệu Files

source: Inflection Features Catalog
vi: Inflection Features Danh mục

source: Initializing Window...
vi: Initializing Cửa sỗ...

source: &Insert
vi: &Chèn

source: _Insert
vi: _Chèn

source: Insert
vi: Chèn

source: Insert _Example
vi: Chèn _Example

source: Insert _Picture
vi: Chèn _Picture

source: Insert _Pronunciation
vi: Chèn _Pronunciation

source: Insert _Sense
vi: Chèn _Nghĩa

source: Insert _Sound or Movie
vi: Chèn _Sound or Movie

source: Insert _Top-Level Sense
vi: Chèn _Top-Level Sense

source: Insert _Variant
vi: Chèn _Variant

source: Insert {0}
vi: Chèn {0}

source: Insert {0} Relation
vi: Chèn {0} Relation

source: Insert {0} Relation (to this {1})
vi: Chèn {0} Relation (to this {1})

source: &Insert >
vi: &Chèn >

source: Insert a new subtype in this type.
vi: Chèn a new subtype in this type.

source: Insert a subcategory in this anthropology category.
vi: Chèn a subcategory in this anthropology category.

source: Insert a subdomain in this semantic domain.
vi: Chèn a subdomain in this semantic domain.

source: Insert a subitem in this item.
vi: Chèn a subitem in this item.

source: Insert a subitem in this location.
vi: Chèn a subitem in this location.

source: Insert A_llomorph
vi: Chèn A_llomorph

source: Insert Affix Allomorph
vi: Chèn Affix Allomorph

source: Insert Affix Process
vi: Chèn Affix Process

source: Insert Affix Slot
vi: Chèn Affix Slot

source: Insert Affix Template
vi: Chèn Affix Template

source: Insert Allomorph
vi: Chèn Allomorph

source: Insert Allomorph Rule
vi: Chèn Allomorph Rule

source: Insert Annotation Definition
vi: Chèn Annotation Definition

source: Insert as Moved from
vi: Chèn as Moved from

source: Insert Book
vi: Chèn Book

source: Insert Chapter Number
vi: Chèn Chapter Number

source: Insert Consultant Note
vi: Chèn Consultant Note

source: Insert Cross Reference
vi: Chèn Cross Reference

source: Insert Cross-&reference Footnote
vi: Chèn Cross-&reference Footnote

source: Insert Cross-reference Footnote
vi: Chèn Cross-reference Footnote

source: Insert Environment bar
vi: Chèn Environment bar

source: Insert Environment slash
vi: Chèn Environment slash

source: Insert Etymology
vi: Chèn Etymology

source: Insert external link.
vi: Chèn external link.

source: Insert Feature Set
vi: Chèn Feature Set

source: Insert Feature Value
vi: Chèn Feature Value

source: Insert Footnote
vi: Chèn Footnote

source: Insert Free Translation.
vi: Chèn Free Translation.

source: Insert &General Footnote
vi: Chèn &General Footnote

source: Insert General Footnote
vi: Chèn General Footnote

source: Insert Grammatical Info. for Affix
vi: Chèn Grammatical Info. for Affix

source: Insert Grammatical Info. for Derivational Affix
vi: Chèn Grammatical Info. for Derivational Affix

source: Insert Grammatical Info. for Inflectional Affix
vi: Chèn Grammatical Info. for Inflectional Affix

source: Insert Grammatical Info. for Stem
vi: Chèn Grammatical Info. for Stem

source: Insert Grapheme
vi: Chèn Grapheme

source: Insert Inflection Class
vi: Chèn Inflection Class

source: Insert into new Row
vi: Chèn into new Row

source: Insert Introductory Section
vi: Chèn Introductory Section

source: Insert Literal Translation.
vi: Chèn Literal Translation.

source: Insert Main Entry
vi: Chèn Main Entry

source: Insert Missing Spaces
vi: Chèn Missing Spaces

source: Insert Morpheme Breaks
vi: Chèn hình vị Breaks

source: Insert Morpheme Rule
vi: Chèn hình vị Rule

source: Insert Morpheme Type
vi: Chèn hình vị Type

source: Insert Natural Class
vi: Chèn Natural Class

source: Insert Nested Group
vi: Chèn Nested Group

source: Insert New Testament Book
vi: Chèn New Testament Book

source: Insert Note
vi: Chèn Note

source: Insert Note.
vi: Chèn Note.

source: Insert Old Testament Book
vi: Chèn Old Testament Book

source: Insert Optional Item
vi: Chèn Optional Item

source: Insert options
vi: Chèn options

source: Insert Picture
vi: Chèn Picture

source: Insert &Picture...
vi: Chèn &Picture...

source: Insert Question
vi: Chèn Question

source: Insert Related Word
vi: Chèn Related Word

source: Insert &Response
vi: Chèn &Response

source: Insert Response
vi: Chèn Response

source: Insert Reversal Subcategory
vi: Chèn Reversal Subcategory

source: Insert Reversal Subentry
vi: Chèn Reversal Subentry

source: Insert Row Below
vi: Chèn Row Below

source: Insert Scripture Section
vi: Chèn Scripture Section

source: Insert Section
vi: Chèn Section

source: Insert selected text into the {0} column.
vi: Chèn selected text into the {0} column.

source: Insert Sense.
vi: Chèn Nghĩa.

source: Insert Slot after XXX
vi: Chèn Slot after XXX

source: Insert Slot before XXX
vi: Chèn Slot before XXX

source: Insert Sound or Movie _File
vi: Chèn Sound or Movie _File

source: Insert Stem Allomorph
vi: Chèn Stem Allomorph

source: Insert Stem Name
vi: Chèn Stem Name

source: Insert Su_bsense
vi: Chèn Su_bsense

source: Insert subcategory
vi: Chèn subcategory

source: Insert Subcategory...
vi: Chèn Subcategory...

source: Insert subdomain
vi: Chèn subdomain

source: Insert subitem
vi: Chèn subitem

source: Insert Subsense (in sense)
vi: Chèn Subsense (in sense)

source: Insert Subsense.
vi: Chèn Subsense.

source: Insert Subtype
vi: Chèn Subtype

source: Insert Translation
vi: Chèn Translation

source: Insert Variant
vi: Chèn Variant

source: Insert Verse Number
vi: Chèn Verse Number

source: Insert Verse Numbers Mode
vi: Chèn Verse Numbers Mode

source: Insert Word Boundary
vi: Chèn Word Boundary

source: Interlinear Import failed. Are you sure you are importing a file in Fieldworks interlinear format? Word and Open Office docs cannot yet be imported. The following messages from the import process may be helpful:
vi: Viết ở giưa hàng nhập khẩu không thành công. Bạn có chắc bạn đang nhập khẩu một tập tin ở định dạng viết ở giưa hàng Fieldworks? Mở tài liệu Word và Office có thể chưa được nhập khẩu. Những thông điệp sau đây từ quá trình nhập khẩu có thể hữu ích:

source: Invalid Internal Constituent Chart Data
vi: Invalid Internal Constituent Chart Dữ liệu

source: Is a Researcher
vi: kIs a Researcher

source: Item Abbreviation
vi: Item Viết tắc

source: &Just This Data:
vi: &Just This Dữ liệu:

source: L_IFT Lexicon...
vi: L_IFT Từ Vựng...

source: Leave the suggested analysis and move to the next word, to the same interlinear line.
vi: Để phân tích được đề xuất và chuyển sang từ tiếp theo, đến đường cùng viết ở giưa hàng.

source: Leave the suggested analysis as a suggestion, and jump to the next word with a suggested or incomplete analysis.
vi: Để phân tích được cho là đề nghị một, và nhảy đến từ tiếp theo với một phân tích đề xuất hoặc không đầy đủ.

source: Leave the suggested analysis as a suggestion, and move to the next word.
vi: Để phân tích được cho là đề nghị một, và chuyển sang từ tiếp theo.

source: Leave the suggested analysis as a suggestion, and move to the word on the left.
vi: Để phân tích được cho là đề nghị một, và di chuyển đến từ bên trái.

source: Leave the suggested analysis as a suggestion, and move to the word on the right.
vi: Để phân tích được cho là đề nghị một, và di chuyển đến từ bên phải.

source: Lexical Tools
vi: Lexical Công cụ

source: _Lexicon
vi: _Từ Vựng

source: Lexicon
vi: Từ Vựng

source: Lexicon Edit
vi: Từ Vựng Edit

source: _LinguaLinks Data...
vi: _LinguaLinks Dữ liệu...

source: List Tools
vi: List Công cụ

source: Load Lexicon
vi: Load Từ Vựng

source: Morpheme
vi: Hình vị

source: Morpheme Break Help
vi: Morpheme Break Trợ giúp

source: Morphemes
vi: Hình vị

source: &New Window
vi: &New Cử sỗ

source: _New Window
vi: _Cử sỗ Mới

source: No Help
vi: No Trợ giúp

source: &Open
vi: &Mở

source: Open
vi: Mở

source: Open a project
vi: Mở a project

source: Open Project
vi: Mở Project

source: &Open...
vi: &Mở...

source: _Open...
vi: _Mở...

source: Opens a dialog so you can modify the features of the selected writing system.
vi: Mở a dialog so you can modify the features of the selected writing system.

source: Opens a menu so you can add a analysis writing system to this project. You may select an existing writing system or define a new one.
vi: Mở a menu so you can add a analysis writing system to this project. You may select an existing writing system or define a new one.

source: Opens a menu so you can add a vernacular writing system to this project. You may select an existing writing system or define a new one.
vi: Mở a menu so you can add a vernacular writing system to this project. You may select an existing writing system or define a new one.

source: Opens the wizard for creating a new writing system.
vi: Mở the wizard for creating a new writing system.

source: Phonological Features Catalog
vi: Phonological Features Danh mục

source: Place of Birth
vi: kPlace of Birth

source: Place of Residence
vi: kPlace of Residence

source: Position
vi: kPosition

source: Positions
vi: kPositions

source: Redo Add Component
vi: Redo Thêm Component

source: Redo Add Reversal Entry to Sense
vi: Redo Thêm Reversal Entry to Sense

source: Redo Add Text Tag
vi: Redo Thêm Text Tag

source: Redo Add to Spelling Dictionary
vi: Redo Thêm to Spelling Dictionary

source: Redo Insert {0}
vi: Redo Chèn {0}

source: Redo Insert as Moved
vi: Redo Chèn as Moved

source: Redo Insert Category
vi: Redo Chèn Category

source: Redo Insert Freeform Translation
vi: Redo Chèn Freeform Translation

source: Redo Insert Inflection Feature
vi: Redo Chèn Inflection Feature

source: Redo Insert Lexical Reference Type
vi: Redo Chèn Lexical Reference Type

source: Redo Insert Link
vi: Redo Chèn Link

source: Redo Insert Literal Translation
vi: Redo Chèn Literal Translation

source: Redo Insert Note
vi: Redo Chèn Note

source: Redo Insert Phonological Feature
vi: Redo Chèn Phonological Feature

source: Redo Insert Row
vi: Redo Chèn Row

source: Redo Insert Sense
vi: Redo Chèn Sense

source: Refresh the Content of the Current View
vi: Refresh the Content of the Current Xem

source: Relation Abbreviation
vi: Relation Viết tắc

source: Reverse Abbreviation
vi: Reverse Viết tắc

source: &Save
vi: &Lưu

source: _Save
vi: _Lưu

source: Save
vi: Lưu

source: Save as:
vi: Lưu as:

source: Save changes?
vi: Lưu changes?

source: &Save...
vi: &Lưu...

source: Short Description
vi: kShort Description

source: Show Entry in Lexicon
vi: Show Entry in Từ Vựng

source: _Standard Format Lexicon...
vi: _Standard Format Từ Vựng...

source: &Tools
vi: &Công cụ

source: _Tools
vi: _Công cụ

source: Types of Data
vi: Types of Dữ liệu

source: &Undo
vi: &Hòan tác

source: _Undo
vi: _Hòan tác

source: &Undo {0}
vi: &Hòan tác {0}

source: Undo add {0} to {1}
vi: Hòan tàc thêm {0} to {1}

source: Undo Add Marker
vi: Hòan tác Thêm Marker

source: Undo Add Reversal Entry to Sense
vi: Hòan tác Thêm Reversal Entry to Sense

source: Undo Add Text Tag
vi: Hòan tác Thêm Text Tag

source: Undo Approve Analysis
vi: Hòan tác Approve Analysis

source: Undo Break Phrase into Words
vi: Hòan tác Break Phrase into Words

source: Undo Bulk Edit
vi: Hòan tác Bulk Edit

source: Undo Bulk Edit Inflection Class
vi: Hòan tác Bulk Edit Inflection Class

source: Undo Bulk Edit POS
vi: Hòan tác Bulk Edit POS

source: Undo Bulk Edit Reversal Entry POS
vi: Hòan tác Bulk Edit Reversal Entry POS

source: Undo change {0}
vi: Hòan tác change {0}

source: Undo change to {0}
vi: Hòan tác change to {0}

source: Undo Changing Approval Status
vi: Hòan tác Changing Approval Status

source: Undo clear chart
vi: Hòan tác clear chart

source: Undo Click Copy
vi: Hòan tác Click Copy

source: Undo Create {0}
vi: Hòan tác Create {0}

source: Undo Create Category
vi: Hòan tác Create Category

source: Undo Create Entry
vi: Hòan tác Create Entry

source: Undo Insert
vi: Hòan tác Chèn

source: Undo Insert {0}
vi: Hòan tác Chèn {0}

source: Undo Insert as Moved
vi: Hòan tác Chèn as Moved

source: Undo Insert Category
vi: Hòan tác Chèn Category

source: Undo Insert Free Translation
vi: Hòan tác Chèn Free Translation

source: Undo Insert Inflection Feature
vi: Hòan tác Chèn Inflection Feature

source: Undo Insert Lexical Reference Type
vi: Hòan tác Chèn Lexical Reference Type

source: Undo Insert Link
vi: Hòan tác Chèn Link

source: Undo Insert Literal Translation
vi: Hòan tác Chèn Literal Translation

source: Undo Insert Note
vi: Hòan tác Chèn Note

source: Undo Insert Phonological Feature
vi: Hòan tác Chèn Phonological Feature

source: Undo Insert Row
vi: Hòan tác Chèn Row

source: Undo Insert Sense
vi: Hòan tác Chèn Sense

source: &View
vi: &Xem

source: _View
vi: _Xem

source: View
vi: Xem

source: View Ethnologue entry for byk
vi: Xem Ethnologue entry for byk

source: View Incorrect Words in Use...
vi: Xem Incorrect Words in Use...

source: View Incorrectly Spelled Words in Use.
vi: Xem Incorrectly Spelled Words in Use.

source: View the WeSay "Share With FLEx" page.
vi: Xem the WeSay "Share With FLEx" page.

source: &Window
vi: &Cửa sỗ

source: _Window
vi: _Cửa sỗ

source: Window
vi: Cửa sỗ

source: Word Tools
vi: Word Công cụ

source: You cannot use 'Undo' to cancel the effect of this utility. You would need to go back to a previously saved version of the database.
vi: You cannot use 'Hoàn tác' to cancel the effect of this utility. You would need to go back to a previously saved version of the database.
